# Оленегорсковедение

Добро пожаловать на сайт "Оленегорсковедение"!

Портал содержит информацию о прошлом и настоящем нашего города, его памятных местах и замечательных людях. Здесь вы найдете интернет-проекты, которые расскажут вам об истории Оленегорска и его жителях, а о важных событиях нашего города вы узнаете из "Календаря памятных дат".

Электронные библиотека и коллекция представлены полными текстами произведений местных писателей и газетой "Заполярная руда". А в разделе "Мультимедиа" вы найдете много познавательных игр и викторин, посвященных Оленегорску.